export const DINCO_ENGINEERING_CONSTRUCTIONCONST_JP = [
    `<h4><strong>人的資源管理</strong></h4>
  </br>
    <p>
      Dincoは、全国の建設プロジェクトに携わる250人以上の従業員を擁する有名建設会社で、人的資源管理を効果的に行う上で複数の重大な課題を抱えていました。建設プロジェクト間での頻繁な従業員の異動、パフォーマンス評価の情報不足、タイムシートと給与の計算に手間がかかるなど、業務の複雑さから、包括的な人的資源管理ソフトウェア・ソリューションを求めていました。大手ソフトウェア会社であるOdinbiは、Dincoの特定のニーズに合わせて人的資源管理プロセスを合理化するカスタマイズされたソリューションの開発に乗り出しました。
    </p>
    </br></br></br>
  
    <h4><strong>課題</strong></h4>
  </br>
  
    <p><strong>従業員の異動および履歴記録 </strong></p>
    <p>
      Dincoの多数の従業員は建設プロジェクト間で頻繁に異動していました。このような異動により、作業履歴や人事情報の保守・追跡に課題が生じ、効率性が低く、潜在的なデータエラーが発生する可能性がありました。
    </p>
    </br>
  
    <p><strong>パフォーマンス評価</strong></p>
    <p>
      Dincoには、パフォーマンス評価を一元管理するシステムがなかったため、従業員のパフォーマンスを体系的に評価して改善することができませんでした。構造的なパフォーマンス評価洞察が不足したため、会社全体の生産性に影響を与えました。
    </p>
    </br>
  
    <p><strong>給与処理に時間がかかる </strong></p>
    <p>
      Dincoでは多くのプロジェクトが様々な地域にまたがっているし、タイムシートと給与の計算処理を手作業で行っていたため、非常に時間がかかり、ミスが発生しやすい状態でした。これにより、従業員のやる気に影響し、貴重な時間とリソースを浪費していました。
    </p>
    </br></br></br>
  
    <h4><strong>新しいソフトウェアを導入する際に提供されるソリューション</strong></h4>
  </br>
  
    <p><strong>従業員の異動管理 </strong></p>
    <p>
      OdinbiはDincoのニーズに合わせて動的な人的資源管理システムを開発しました。これにより、プロジェクト間での従業員の異動が容易になり、同時に従業員の履歴記録と人事情報が常に最新化されるようになりました。従って、データエラーのリスクを軽減し、スムーズな異動を進めることができました。
    </p>
    </br>
  
    <p><strong>パフォーマンス評価モジュール</strong></p>
    <p>
      このソフトウェアにはパフォーマンス評価モジュールが含まれており、Dincoにおけるパフォーマンス評価プロセスを合理化することができました。マネージャーはこのプラットフォームを通じて目標を設定し、従業員の作業進捗を追跡し、フィードバックを送信することができます。これによりパフォーマンス管理が改善され、従業員の生産性が向上しました。
    </p>
    </br>
  
    <p><strong>給与計算処理の自動化</strong></p>
    <p>
      人的資源管理ソフトウェアは、Dincoのタイムシート・給与計算システムと統合されたものであり、タイムシート、税金、給与の計算プロセスを自動化し、給与計算にかかる時間とリソースを大幅に削減しました。この自動化により、給与支払いは正確かつタイムリーに行われるようになりました。
    </p>
    </br></br></br>
  
    <h4><strong>定量的な成果</strong></h4>
  </br>
  
    <p>
      <strong>従業員異動の効率化:</strong> Odinbiの人的資源管理ソフトウェアを導入後、Dincoでは従業員の異動に関する管理作業量が30％削減されました。履歴記録や人事情報が一貫して管理されるようになり、データエラーも25％減少しました。
    </p>
  
    <p>
      <strong>パフォーマンス改善:</strong> パフォーマンス評価モジュールにより、従業員エンゲージメントが15％、生産性が20％向上しました。パフォーマンス管理への構造的アプローチにより、従業員の成長に役立つ貴重な洞察が得られ、最終的により効率的な運用につながりました。
    </p>
  
  
    <p>
      <strong>給与計算処理の時間削減:</strong> 自動化された給与計算処理システムにより、タイムシートと給与の計算処理にかかる時間が40％削減されました。この効率化により、時間の節約だけでなく、給与計算ミスのリスクも軽減され、従業員の満足度向上にも貢献しました。
    </p>
    </br>
    <p>
      結論として、Odinbiの人的資源管理ソフトウェアは、カスタマイズされたソリューションでDincoの固有課題に対処しました。その結果、従業員の異動管理の効率化、パフォーマンス評価プロセスの改善、給与計算処理の時間とコストの大幅な削減など実現しました。DincoとOdinbiのパートナーシップにより、人事管理上の合理化・効率化に加えて、会社と従業員にも利益をもたらしました。
    </p>
     `,
];

export const PROJECT_MANAGEMENT_JP = [
    `<h4><strong>プロジェクト管理</strong></h4>
  </br>
  <p>
    250人以上の従業員を擁する大手建設会社Dincoコンストラクションは、プロジェクト管理プロセスを向上させるというミッションを開始しました。その主な目的は業務を妨げていた課題を克服することでした。これらの課題には、発生した問題の管理における非効率性、書類の承認と配布に要する期間の延長、プロジェクト進捗の追跡困難などがありました。こうした課題を解決するために、Dincoはプロジェクト管理ソリューションを専門とする有名なソフトウェア会社であるOdinbiと提携しました。
    <p>
        OdinbiはDincoの特定のニーズに合わせてカスタマイズされたプロジェクト管理ソフトウェア・ソリューションを提供しました。この提携は、ワークフローを最適化し、コミュニケーションを改善し、定量的結果に基づいてDincoのプロジェクト管理を再定義することを目指しました。
    </p>
  </p>
  </br></br></br>
  
  <h4><strong>課題</strong></h4>
  </br>
  
  <p><strong>発生した問題の管理における非効率性</strong></p>
  <p>
    Dincoコンストラクションは、建設中に発生した問題を管理する上で困難に直面することが多かったです。これにより、プロジェクトの遅延、コストの増加、品質と安全性に対する潜在的なリスクが発生しました。
  </p>
  </br>
  
  <p><strong>書類の承認と配布に要する期間の延長 </strong></p>
  <p>
    Dincoではプロジェクト書類の承認と配布に遅延が生じ、プロジェクト進捗に支障をきたすことが多かったです。
  </p>
  </br>
  
  <p><strong>プロジェクト進捗の追跡困難</strong></p>
  <p>
    Dincoの現行システムにより、プロジェクトの進捗状況を正確かつリアルタイムに追跡することが困難でした。
  </p>
  </br></br></br>
  <h4><strong>新しいソフトウェアを導入する際に提供されるソリューション</strong></h4>
  </br>
  
  <p><strong>課題の一元管理 </strong></p>
  <p>
    Odinbiのソフトウェアは、課題の報告、追跡、解決のための一元化されたプラットフォームを提供します。この機能により、リアルタイムのモニタリング、責任分担、課題解決プロセスの最適化が可能になります。
  </p>
  </br>
  
  <p><strong>自動通知</strong></p>
  <p>
    問題が発生する場合、システムが自動的に関連担当者に通知するため、応答時間が短縮され、迅速な対応が可能になります。
  </p>
  </br>
  
  <p><strong>効果的な書類管理</strong></p>
  <p>
    このソフトウェアは、書類の提出・承認ワークフローを簡単化し、関係者がペーパーレス化&コラボレーティブ環境で書類を確認して承認できるようにします。
  </p>
  </br>
  
  <p><strong>ワークフローの自動化</strong></p>
  <p>
    ワークフローの自動化により、ボトルネックが最小限に抑えられ、書類の承認プロセスが迅速に進められるようになります。
  </p>
  </br>
  
  <p><strong>リアルタイムレポート</strong></p>
  <p>
    Odinbiのソフトウェアにより、プロジェクトの進捗状況（キー・パフォーマンス・インディケータ、タイムライン、予算追跡など）をリアルタイムで把握することができます。
  </p>
  </br>
  
  <p><strong>カスタム・ダッシュボード</strong></p>
  <p>
    カスタマイズ可能なダッシュボードにより、Dincoは特定のニーズや好みに合った方法でプロジェクトのデータを閲覧し、情報に基づく意思決定を促進することができます。
  </p>
  </br></br></br>
  
  <h4><strong>定量的な成果</strong></h4>
  </br>
  <p>
    Odinbiのプロジェクト管理ソフトウェアを導入したことで、Dincoの業務が下記の通りに大幅に改善されました。
  </p>
  </br>
  </br>
  <p>
    <strong>課題解決時間の50％短縮:</strong> 課題追跡の一元化および自動通知により、Dincoの課題解決にかかる時間を半分に短縮しました。この結果、課題解決がより迅速になり、プロジェクトの遅延が最小限に抑えられました。
  </p>
  <p>
    <strong>書類承認時間の40%短縮:</strong> 書類承認プロセスの合理化とワークフローの自動化により、承認と配布にかかる時間が大幅に短縮され、プロジェクトのタイムラインも40%短縮されました。
  </p>
  <p>
    <strong>プロジェクト進捗の追跡強化:</strong> リアルタイムレポートとカスタマダッシュボードにより、Dincoのプロジェクト進捗状況をより正確に把握できるようになりました。その結果、プロジェクトの納期遵守率が30%向上しました。
  </p>
  <p>
    <strong>ステークホルダーとの関係強化:</strong> ソフトウェアのコラボレーション環境により、プロジェクトステークホルダー間のコミュニケーションと透明性が向上し、プロジェクト全体の品質が向上し、手戻りが 25%削減されました。
  </p>
  <p>
    <strong>コスト節約:</strong> Dincoではプロセスの合理化とリソース割り当ての効率化により、15%のコスト削減が実現できました。
  </p>
  </br>
  <p>
    結論として、Odinbi とDincoコンストラクションとのパートナーシップに加えてOdinbiのプロジェクト管理ソフトウェアの導入成功により、プロジェクト管理プロセスに変革をもたらしました。Dincoは、自社の課題を効果的に対応することで、効率改善やプロジェクトタイムラインの短縮やコスト削減を大幅に実現し、最終的に競争力とプロジェクトの納品物品質を向上させることができました。
  </p>`,
];

export const INVENTORY_MANAGEMENT_JP = [
    `<h4><strong>在庫管理</strong></h4>
  </br>
  
    <p>
      Dincoは、本社と一支店を持ち、合計250人の専門家を雇用している著名な建設会社です。同社は全国にまたがる複数の建設プロジェクトに積極的に取り組んでいます。しかし、Dincoは、建設現場での在庫や資材の管理において困難な課題に直面していました。建設現場にある倉庫では、サプライヤーから借りた資材の取り扱いが効果的ではなかったです。また、建設資材の数量を適切に管理できていなかったため、予算上の問題が生じました。制御不足により資材が破損し、多額の金銭的損失も発生しました。
    </p>
    <p>
      こうした差し迫った課題を解決するため、Dincoは在庫管理ソリューションの開発を専門とする大手ソフトウェア会社であるOdinbiと提携しました。Odinbiは、Dincoの在庫管理業務に革命をもたらす包括的なソフトウェア・ソリューションを提供することで、効率性の向上、コスト削減、プロジェクト管理の改善につながりました。
    </p>
  </br></br></br>
  
    <h4><strong>課題</strong></h4>
  </br>
  
    <p><strong>資材管理の非効率</strong></p>
    <p>
      Dincoは、資材、特にサプライヤーから借りた資材の管理において非効率なシステムに苦労していました。一元化されたプラットフォームがなかったため、在庫の追跡や発注や保守などの作業が困難となっていました。
    </p>
  </br>
  
    <p><strong>数量の制御不足</strong></p>
    <p>
      信頼性のある建設資材数量追跡システムがなかったため、予算上の問題が生じました。消費量を正確にモニタリングする手段がなかったため、Dincoでは資材を使いすぎることがよくありました。
    </p>
  </br>
  
    <p><strong>資材破損</strong></p>
    <p>
      監視不足のため、建設現場での資材は破損や盗難に遭いやすく、コスト増加とプロジェクトの進捗遅延も発生しました。
    </p>
  </br></br></br>
  
    <h4><strong>新しいソフトウェアを導入する際に提供されるソリューション</strong></h4>
  </br>
  
    <p><strong>包括的な在庫管理ソフトウェア</strong></p>
    <p>
      Odinbiは在庫管理用のカスタムソフトウェアを開発し、すべての資材を効果的に管理するための一元化プラットフォームをDincoに提供しました。このソフトウェアにより、在庫のリアルタイム追跡、簡単な発注、正確記録が可能となりました。Dincoは、借りた資材と自社の在庫をシームレスに管理できるようになりました。
    </p>
  </br>
  
    <p><strong>数量制御および予測</strong></p>
    <p>
      Odinbiのソフトウェアは、精度の高いアルゴリズムとデータ分析を導入し、Dincoの資材消費量を正確に予測できるようにしました。これにより、Dincoは無駄のない在庫を維持し、コストを節約し、過剰在庫の問題を回避できるようになりました。
    </p>
  </br>
  
    <p><strong>監視強化</strong></p>
    <p>
      このソフトウェアには、監視システムや警告システムなどの機能が含まれており、Dincoは建設現場の資材を厳密に監視できるようになりました。不審なものがあれば即座に検出できるため、破損や盗難のリスクも軽減されました。
    </p>
  </br></br></br>
  
    <h4><strong>定量的な成果</strong></h4>
  </br>
    <p>
      Odinbiの在庫管理ソフトウェアを導入した後、Dincoは在庫管理業務に目覚ましい変化が見られました。その結果として、以下のように定量的で実質的なものです。
    </p>
  </br>
    <p>
      <strong>コスト節約：</strong>Dincoのレポートによると、ソフトウェアの使用開始から１年以内に資材費が20％削減されました。正確な予測と数量管理の改善により、余剰在庫をなくし、購買を最適化することができました。
    </p>
  
    <p>
      <strong>効率性の向上：</strong>このソフトウェアにより、在庫管理全体の効率が30％向上しました。プロセスが合理化されたことで、Dincoの従業員は中核となる建設作業に集中できるようになり、プロジェクトの完了時間が短縮されました。
    </p>
  
    <p>
      <strong>資材破損の削減：</strong>監督と監視が強化されたことで、Dincoでは資材の破損や盗難が大幅に削減できました。その結果、建設現場での資材に関する損失が15％減少しました。
    </p>
  
    <p>
      <strong>予算管理の改善：</strong>このソフトウェアは、より正確な予算作成プロセスを促進しました。Dincoはより効果的にリソースを割り当てることができ、各プロジェクトが予算とスケジュール通りに進むようになりました。
    </p>
  
    <p>
      結論として、Odinbiの在庫管理ソフトウェアは、Dincoの在庫課題に対して包括的なソリューションを提供し、Dincoの業務を大幅に改善しました。定量的結果によると、建設業界の業務を合理化し、コストを削減し、プロジェクト管理を改善する革新的なソフトウェアの威力が誰でも見えています。Dincoは現在、在庫管理テクノロジーの変革の可能性を証明する存在となっています。
    </p>`
];

export const OKR_MANAGEMENT_JP = [
    `<h4><strong>OKR・パフォーマンス管理</strong></h4>
  </br>
    <p>
      Dincoは、40以上の部門と事業部、250人の従業員を擁す広範な業務ネットワークの有名建設会社で、パフォーマンス管理と目標設定プロセスにおいて大きな課題に直面していました。個人の目標を効果的にモニタリングすること、各従業員の特定目標と主要な成果を管理すること、年間パフォーマンスを評価する定量化可能なシステムがないことなどが、その中心的な課題でした。これらの課題を解決するため、Dincoは、OKR（達成目標と主要な成果）とパフォーマンス管理ソリューションを専門とする大手ソフトウェア会社であるOdinbiと協力しました。
    </p>
    </br></br></br>
  
    <h4><strong>課題</strong></h4>
  </br>
  
    <p><strong>個人の目標を効果的にモニタリング</strong></p>
    <p>
      Dincoは、従業員の規模と多様性が非常に大きいため、個々の目標の進捗状況をモニタリングするのに苦労していました。年初に設定された目標は、忘れられたり無視されたりすることが多く、アカウンタビリティと透明性が欠如していました。
    </p>
    </br>
  
    <p>
      <strong>各従業員の特定目標と主要な成果を管理</strong>
    </p>
    <p>
      Dincoのさまざまな部門と事業部には、それぞれ異なる達成目標と主要な成果があり、会社の全体目標との整合性を確保するのは大変でした。
    </p>
    </br>
  
    <p><strong>定量化可能な年間パフォーマンス結果の欠如</strong></p>
    <p>
      Dincoには、年間パフォーマンス結果を定量化して評価する具体的なシステムがなかったため、高業績の従業員に報いることや改善が必要な分野を特定することが困難でした。
    </p>
    </br></br></br>
  
    <h4><strong>新しいソフトウェアを導入する際に提供されるソリューション</strong></h4>
  </br>
  
    <p><strong>カスタマイズ可能なOKRフレームワーク</strong></p>
    <p>
      Odinbiのソフトウェアは、Dincoにカスタマイズ可能なOKRフレームワークを提供します。従業員は、会社の戦略目標に合わせて、自分の達成目標と主要な成果を定義することができます。これにより、各個人の仕事が組織全体のミッションに直接貢献することが保証されます。
    </p>
    </br>
  
    <p><strong>リアルタイムのモニタリングおよび進捗追跡</strong></p>
    <p>
      Odinbiのソフトウェアにより、個々の達成目標をリアルタイムでモニタリングし、追跡することができます。これにより、Dincoはパフォーマンスの問題に迅速に対処し、データに基づいた意思決定を行うことができ、会社の目標との整合性と効率性を高めることができます。
    </p>
    </br>
  
    <p><strong>パフォーマンス分析とレポート</strong></p>
    <p>
      Odinbiのソフトウェアは、強力なパフォーマンス分析とレポート機能を提供します。Dincoでは、年間のパフォーマンス結果を定量化し、トップ・パフォーマーを特定し、改善すべき分野を絞り込むことができます。
    </p>
    </br></br></br>
  
    <h4><strong>定量的な成果</strong></h4>
  </br>
    <p>
      OdinbiのOKR・パフォーマンス管理ソフトウェアを導入したことにより、Dincoに目に見える大きな成果をもたらしました。
    </p>
    </br>
  
    <p>
      <strong>生産性の向上：</strong>従業員がより目標志向になり、目標達成に積極的に取り組むようになったため、Dincoの生産性が15％向上しました。
    </p>
    <p>
      <strong>アカウンタビリティの強化：</strong>従業員が常に自分の目標を追跡・更新するようになり、目標未達成のケースが最小限に抑えられたため、個人のアカウンタビリティが20％向上しました。
    </p>
    <p>
      <strong>会社の目標との整合性：</strong>個人の目標と会社の戦略的目標との整合性がすべての部門と事業部で取れ、結束力と効果性が向上しました。
    </p>
    <p>
      <strong>定量化可能なパフォーマンス評価：</strong>Odinbiのソフトウェアにより、Dincoはパフォーマンスを定量化できるようになりました。従業員評価のスコアが平均25％増加し、より正確なパフォーマンスベースの報酬決定が可能になりました。
    </p>
    <p>
      <strong>パフォーマンス評価の合理化：</strong>このソフトウェアによって年間のパフォーマンス評価プロセスが合理化され、パフォーマンス評価に費やす時間と工数が30％削減されました。
    </p>
    </br>
    <p>
      要約すると、OdinbiのOKR・パフォーマンス管理ソフトウェアは、Dincoのパフォーマンス管理へのアプローチに革命をもたらし、非常に効果的なデータ駆動型システムに変更しました。Dincoは課題を克服し、生産性、アカウンタビリティ、パフォーマンス評価において目に見える改善を達成しました。このソフトウェアの導入成功は、Dincoのような大規模で多様な組織の複雑なニーズに対応できる能力を証明するものであり、建設業界のパフォーマンス管理にとって非常に貴重なツールとなっています。
    </p>`,
];

export const DUFAGO_COMMERCIAL_CONCRETE_JP = [
    `
  <h4><strong>人的資源管理</strong></h4>
  </br>
  
  <p>
    全国に四支店、200人の従業員を擁するコンクリートミキシング業界の大手企業であるDufagoは、人的資源管理プロセス上の課題を抱えていました。これらの課題には、怠記集計における組織化の欠如、ローテーション中の従業員の勤務履歴追跡の困難さ、非効率的な採用プロセス、時間のかかる月次給与計算などがありました。より効率的で合理的な人的資源管理システムを求めて、Dufagoは、人的資源管理ソフトウェア開発を専門とする大手ソフトウェア会社であるOdinbiと協力しました。このケーススタディでは、OdinbiのソリューションがどのようにDufagoの人事業務を変革し、生産性の大幅な向上とコスト削減をもたらしたかについてご説明いたします。
  </p>
  </br></br></br>
  
  <h4><strong>課題</strong></h4>
  </br>
  
  <p><strong>非効率的な怠記集計</strong></p>
  <p>
    Dufagoの人事チームは勤怠記録を手作業で集計する煩雑な作業に頭を悩ませていました。このプロセスは時間がかかるだけでなく、間違いも発生しやすいものでした。
  </p>
  </br>
  
  <p><strong>従業員の勤務履歴追跡</strong></p>
  <p>
    ローテーション中の従業員の勤務履歴を追跡することは、Dufagoにとって大きな課題であり、業務効率の低下やパフォーマンス評価の困難につながっていました。
  </p>
  </br>
  
  <p><strong>非効率的な採用プロセス</strong></p>
  <p>
    Dufagoは、時代遅れでバラバラな採用プロセスに苦労していました。その結果、採用期間が長くなり、プロジェクトに適した人材を見つけるのが困難になりました。
  </p>
  </br>
  
  <p><strong>月次給与計算に多くの時間がかかる</strong></p>
  <p>
    上記の問題から、月次給与計算は手間のかかるプロセスであり、貴重な人事リソースを消費していました。
  </p>
  </br></br></br>
  
  <h4><strong>新しいソフトウェアを導入する際に提供されるソリューション</strong></h4>
  </br>
  
  <p><strong>勤怠・休暇の管理</strong></p>
  <p>
    Odinbiは堅牢な勤怠管理モジュールを導入し、Dufagoが従業員の勤怠を記録・追跡するプロセスを自動化できるようにしました。このソリューションにより、従業員の勤怠状況をリアルタイムで把握できるようになり、ミスが削減され、勤怠集計に必要な時間も大幅に短縮されました。
  </p>
  </br>
  
  <p><strong>勤務履歴追跡</strong></p>
  <p>
    Odinbiのソフトウェアには、従業員の包括的な勤務履歴追跡機能が含まれていました。Dufagoでは、ローテーション中の従業員の役割、責任、パフォーマンスに関する詳細な記録を管理できるようになりました。この機能により、より正確な評価が可能になり、意思決定が改善されました。
  </p>
  </br>
  
  <p><strong>採用管理</strong></p>
  <p>
    Odinbiは、応募者追跡システム（ATS）を実装し、候補者評価を合理化することで、Dufagoの採用プロセスを刷新しました。Dufagoは、効率的に人材を発掘、評価、採用できるようになり、採用期間を短縮し、採用品質を高めることができました。
  </p>
  </br>
  
  <p><strong>給与計算の自動化</strong></p>
  <p>
    給与計算に多くの時間がかからないようにするため、OdinbiのソフトウェアはDufagoの人事・会計システムとシームレスに統合されました。この統合により、給与計算が自動化され、手作業によるミスが減少し、貴重な時間を節約できるようになりました。
  </p>
  </br></br></br>
  
  <h4><strong>定量的な成果</strong></h4>
  </br>
  
  <p>
    Odinbiの人的資源管理ソフトウェアを導入後、Dufagoは自社の人事管理プロセスに大きな変化を目の当たりにしました。以下の目覚ましい成果を得られました。
  </p>
  </br>
  
  <p>
    <strong>勤怠管理：</strong>勤怠管理システムの導入後、Dufagoは勤怠集計にかかる時間を60％削減しました。従業員の勤怠集計データはより正確になり、人員計画とパフォーマンス・モニタリングも上手くなりました。
  </p>
  <p>
    <strong>勤務履歴追跡：</strong>従業員プロファイルの一元管理システムにより、Dufagoは従業員の勤務履歴追跡能力を向上させました。従業員評価の精度が35％向上し、キャリア開発や社内昇進も向上しました。
  </p>
  <p>
    <strong>採用プロセスの合理化：</strong>応募者追跡システムはDufagoの採用プロセスを最適化し、採用期間を40％短縮しました。これにより、人材ニーズに迅速に対応し、より優秀な候補者を採用できるようになりました。
  </p>
  <p>
    <strong>給与管理の自動化：</strong>自動給与計算システムにより、給与計算に必要な時間が50％短縮されました。給与計算ミスも80％減少し、大幅なコスト削減と従業員満足度の向上につながりました。
  </p>
  </br>
  
  <p>
    結論として、Odinbiの人的資源管理ソフトウェアの導入により、Dufagoの人事業務に革命をもたらし、大幅な時間やコストの削減、勤怠・給与管理の正確性向上、採用プロセスの改善、従業員の勤務履歴追跡のより効率的なアプローチを実現しました。これらの課題を包括的に解決することで、Dufagoは人事管理全体を改善しただけでなく、建設業界の主力としての地位も強化しました。
  </p>
  
  `,
];
  
export const OKR_PERFORMANCE_MANAGEMENT_JP = [
    `<h4><strong>OKR・パフォーマンス管理</strong></h4>
  </br>
  
    <p>
        Dufagoは、全国展開する有名な生コン製造工場であり、200人以上の献身的な専門家を擁し、商業用コンクリートの供給を通じて建設業界に貢献しています。しかし、組織の効率性を阻害するいくつかの課題に直面していました。これらの課題には、従業員の日次・週次・月次目標管理が複雑なこと、個人の達成目標と会社の目標との一貫性がないこと、データに基づく意思決定が不十分なため生産と事業の目標を達成できないことなどがありました。これらの問題を解決するため、Dufagoは、OKR（達成目標と主要な成果）とパフォーマンス管理ソフトウェア・ソリューションを専門とするソフトウェア会社であるOdinbiと提携しました。このケーススタディでは、OdinbiのソフトウェアがどのようにDufagoの運用を変革したのか、さらに抱えていた課題、導入されたソリューション、達成成果について詳しくご説明いたします。
    </p>
    </br></br></br>
  
    <h4><strong>課題</strong></h4>
  </br>
  
    <p><strong>複雑な目標管理</strong></p>
    <p>
      Dufagoの最初の課題は、200人以上の従業員の時間的制約のある様々な目標を管理することでした。日次・週次・月次の目標を追跡することは煩雑で手間のかかるプロセスとなっており、目標のズレや非効率が発生することもありました。
    </p>
    </br>
  
    <p><strong>目標の一貫性</strong></p>
    <p>
      Dufagoは、各従業員の目標が会社の全体目標と密接に一致していることの確保に苦労していました。この不整合は、組織全体が一丸となってミッションとビジョンを追求する妨げとなっていました。
    </p>
    </br>
  
    <p><strong>データに基づく意思決定の不足</strong></p>
    <p>
      強固なデータ駆動型アプローチがなかったため、Dufagoが情報を収集し、パフォーマンスを追跡し、戦略を迅速に調整することが困難でした。よって、生産と事業の目標が達成されないことが多くなり、非効率と財務上の損失につながりました。
    </p>
    </br></br></br>
  
    <h4><strong>新しいソフトウェアを導入する際に提供されるソリューション</strong></h4>
  </br>
  
    <p><strong>目標管理の合理化</strong></p>
    <p>
      Odinbiのソフトウェアはユーザーフレンドリーなプラットフォームを導入し、Dufagoが簡単に目標を設定・追跡できるようにしました。従業員は、自らの達成目標やその主要な成果を設定し、その進捗を日次・週次・月次で効率的に管理することができました。この合理化されたプロセスにより、目標管理に伴う管理負担が大幅に軽減されました。
    </p>
    </br>
  
    <p><strong>目標の一貫性</strong></p>
    <p>
      Odinbiのソフトウェアには、個々の目標がDufagoの全体目標と直接一致するようにする機能が組み込まれていました。これにより、組織全体でより一貫性のある同期されたアプローチが可能になりました。
    </p>
    </br>
  
    <p><strong>データに基づく意思決定</strong></p>
    <p>
      Odinbiのソフトウェアは、高度な分析とレポート機能を導入し、Dufagoが情報に基づいた意思決定を行えるようにしました。これには、パフォーマンスの追跡、リアルタイムのデータ可視化、予測分析が含まれ、生産と事業の目標が正確に達成されるようにしました。
    </p>
    </br></br></br>
  
    <h4><strong>定量的な成果</strong></h4>
  </br>
  
    <p>
      OdinbiのOKR・パフォーマンス管理ソフトウェアの導入により、Dufagoは以下の目覚ましい結果が得られました：
    </p>
    <ul>
      <li><strong>目標管理の合理化により、目標設定にかかる時間を40％削減。</strong></li>
      <li><strong>会社の目標との整合性が取れていることにより、整合性が30％向上。</strong></li>
      <li><strong>リアルタイムの洞察により、目標達成率が25％向上。</strong></li>
      <li><strong>全体として、Dufagoの業務効率が20％向上。</strong></li>
    </ul>
    </br>
    <p>
      Odinbiとのパートナーシップが成功したことで、Dufagoのパフォーマンス管理が最適化されただけでなく、持続的な成長と成功の基盤も築かれました。Dufagoは現在、生産と事業の目標を達成するためのより良い運用を整え、同時に、従業員一人ひとりが、卓越した企業を目指していく上で重要な役割を果たすことを確実にしています。
    </p>`,
];

export const DUFAGO_INVENTORY_MANAGEMENT_JP = [
    `
  <h4><strong>在庫管理</strong></h4>
  </br>
  
  <p>
    4つの生産拠点を持つ大手生コン製造工場であるDufagoは、在庫管理上の重大な課題に直面していました。在庫管理システムが生産拠点間で統一されていなかったため、非効率と不十分な監視が発生していました。具体的には、以下のような課題がありました。
  </p>
  </br></br></br>
  
  <h4><strong>課題</strong></h4>
  </br>
  
  <p><strong>一貫性のない在庫管理</strong></p>
  <p>
    Dufagoでは、生産拠点ごとに在庫管理方法が異なるため、材料の在庫レベルをリアルタイムかつ正確に把握することが困難でした。
  </p>
  </br>
  
  <p><strong>生産スケジューリングの遅延</strong></p>
  <p>
    統一性のある在庫管理システムがなかったため、材料の在庫状況をタイムリーに更新することが必ずしも正確ではありませんでした。そのため、生産スケジューリングに遅延が生じることが多かったです。
  </p>
  </br>
  
  <p><strong>設備の故障</strong></p>
  <p>
    設備保守用の資材管理がうまくいかなかったため、設備の故障率が非常に高く、ダウンタイムが発生し、生産効率に影響を及ぼしていました。
  </p>
  </br></br></br>
  
  <h4><strong>新しいソフトウェアを導入する際に提供されるソリューション</strong></h4>
  </br>
  
  <p><strong>在庫管理の標準化</strong></p>
  <p>
    Odinbiは、すべての生産拠点で統一された在庫管理システムを実装しました。これには、品目の分類、ラベル付け、追跡など、標準化された手順を定義することが含まれています。
  </p>
  </br>
  
  <p><strong>リアルタイムの在庫更新</strong></p>
  <p>
    Odinbiのソフトウェアには、個々の目標がDufagoの全体目標に直接一致するようにする機能が組み込まれていました。これにより、組織全体でより一貫性のある同期されたアプローチが可能になりました。
  </p>
  </br>
  
  <p><strong>データに基づく意思決定</strong></p>
  <p>
    Odinbiのソフトウェアは、リアルタイム在庫追跡のための一元化プラットフォームを提供しました。RFIDとバーコード技術を統合することで、サプライチェーン全体で材料をシームレスに監視できるようになりました。
  </p>
  </br></br></br>
  
  <h4><strong>定量的な成果</strong></h4>
  </br>
  
  <p>
    DufagoにOdinbiの在庫管理ソフトウェアを導入したことで、以下の大きな改善が得られました。
  </p>
  </br>
  <p><strong>在庫精度</strong></p>
  <p>
    在庫管理の標準化により、在庫精度が30％向上し、過剰在庫や在庫切れのリスクが軽減されました。
  </p>
  <p>
    <strong>生産効率</strong>
    <p> リアルタイムの在庫更新により、生産スケジューリングの遅延が40%削減され、Dufagoはより効率的に顧客の需要に対応できるようになりました。</p>
  </p>
  <p>
    <strong>設備の信頼性</strong>
    <p> 設備保守の予測情報により、設備の故障が50%減少し、設備運用がよりスムーズになり、メンテナンスコストも削減されました。</p>
  </p>
  <p><strong>コスト節約</strong></p>
  <p>
    Dufagoでは在庫管理とメンテナンスの改善により、材料コストを約15%削減しました。
  </p>
  </br>
  <p>
    結論として、Odinbiの在庫管理ソフトウェアは、統一性のあるシステム、リアルタイムの追跡、保守予測機能を提供することで、Dufagoの在庫管理業務の変革に成功しました。これらの機能により、効率性、コスト削減、生産品質全体が大幅に改善され、Dufagoは建設業界においてより競争力のある信頼できるパートナーとして位置づけられるようになりました。
  </p>
  `,
];
  
export const DUFAGO_PRODUCTION_MANAGEMENT_JP = [
    `
  <h4><strong>生産管理</strong></h4>
  </br>
  <p>
    Dufagoは、4つの生産拠点を持つ著名な生コン製造工場であり、複数の建設プロジェクトに商業用コンクリートを供給する上で極めて重要な役割を果たしています。生産プロセスを最適化し、効率性を高めるために、生産管理ソリューションを専門とするソフトウェア会社であるOdinbiと協力しました。Dufagoの主な課題には、正確な生産スケジューリング、生コン車の効率的な運送調整、原材料と完成品のリアルタイム追跡、生産報告プロセスの合理化などがありました。Odinbiの革新的なソフトウェア・ソリューションは、これらの課題を解決するために導入され、Dufagoの運用を大幅に改善しました。
  </p>
  </br></br></br>
  
  <h4><strong>課題</strong></h4>
  </br>
  
  <p><strong>正確な生産スケジューリング</strong></p>
  <p>
    Dufagoでは、生産拠点ごとに詳細な生産計画を立てることが困難であり、生産遅延やリソースの浪費が発生しました。
  </p>
  </br>
  
  <p><strong>効率的な運送調整</strong></p>
  <p>
    複数の注文に対して生コン車の運送を適切に調整することは、複雑で時間のかかる作業であり、スケジュールの衝突や遅延が発生することもよくありました。
  </p>
  </br>
  
  <p><strong>材料と製品のリアルタイム追跡</strong></p>
  <p>
    Dufagoでは、生産プロセス中に原材料と完成品を追跡することが困難であり、在庫の不一致やリソースの不足を招いていました。
  </p>
  </br>
  
  <p><strong>生産報告の合理化</strong></p>
  <p>
    生産報告の統合は多くの時間がかかり、ミスが発生しやすいプロセスであり、データ分析と意思決定を妨げていました。
  </p>
  </br></br></br>
  
  <h4><strong>新しいソフトウェアを導入する際に提供されるソリューション</strong></h4>
  </br>
  
  <p><strong>高度な生産スケジューリング</strong></p>
  <p>
    Odinbiのソフトウェアは、需要や材料の入手可能性やリソースの制約などの要素を考慮し、各生産拠点の生産スケジュールを最適化しました。これにより、生産時間を25%短縮することができました。
  </p>
  </br>
  
  <p><strong>効率的な運送調整</strong></p>
  <p>
    このソフトウェアには、生コン車の運送を適切に調整する動的なルート計画システムが組み込まれています。これにより、生コン車のアイドル時間が30％削減され、指定時間通りの配送が20％増加しました。
  </p>
  </br>
  
  <p><strong>材料と製品の追跡</strong></p>
  <p>
    RFIDタグと自動トラッキングを実装することで、このソフトウェアは原材料と完成品のリアルタイムの可視性を確保しました。これにより、材料の無駄が15％削減され、不適正な配分が最小限に抑えられました。
  </p>
  </br>
  
  <p><strong>報告作成の自動化</strong></p>
  <p>
    Odinbiのソフトウェアは、データ収集と報告作成を合理化し、生産報告の統合にかかる時間を40％削減しました。また、レポートの精度も向上しました。
  </p>
  </br></br></br>
  
  <h4><strong>定量的な成果</strong></h4>
  </br>
  
  <p><strong>全体的な効率改善</strong></p>
  <p>
    Dufagoでは、全体的な業務効率が28％向上し、コストも大幅な削減されました。
  </p>
  <p><strong>生産遅延の軽減</strong></p>
  <p>
    Dufagoでは、生産遅延を25%削減し、プロジェクトのタイムラインと顧客満足度を向上させました。
  </p>
  <p><strong>リソース利用の最適化</strong></p>
  <p>
    リソースの無駄を18%削減し、材料と労働力のリソースを最適化しました。
  </p>
  <p><strong>顧客満足度の向上</strong></p>
  <p>
    指定時間通りの配送と注文精度の向上により、顧客満足度が15%増加しました。
  </p>
  <p><strong>データに基づく意思決定</strong></p>
  <p>
    このソフトウェアは、Dufagoの経営陣にリアルタイムの洞察を提供することができ、意思決定の改善と市場での競争力強化につながりました。
  </p>
  </br>
  <p>
    結論として、Odinbiの生産管理ソフトウェアは、上記の主要な課題を解決することで、Dufagoの業務に革命をもたらしました。その結果、大幅なコスト削減だけでなく、業務効率と顧客満足度も向上しました。このソフトウェアは競争の激しいコンクリート混合業界で成功するための基礎と確固たる地位してを築きました。
  </p>
  `,
];

export const DUFAGO_ACCOUNTANT_MANAGEMENT_JP = [
    `
    <h4><strong>会計・財務管理</strong></h4>
  </br>
  
    <p>
      四支店と200人の従業員を擁するDufagoは、商業用コンクリートと建築資材分野の絶え間ない発展の中で、財務管理上の重要な課題に直面していました。様々な生産拠点や部門にわたる収入と支出を効率的に管理し、顧客の債務を監視し、洞察に満ちた事業活動実績報告を作成することは、同社の成長と持続可能性のために不可欠でした。これらの課題を解決するため、Dufagoは会計・財務管理ソリューションを専門とする大手ソフトウェア会社であるOdinbiと提携しました。Odinbiのソフトウェアは、財務業務の最適化、情報に基づいた意思決定、長期的な財務目標の達成に必要なツールをDufagoに提供することを目的としていました。このケーススタディでは、Dufagoにおける会計・財務管理ソフトウェアの導入、解決済みの課題、そして素晴らしい達成結果について詳しくご説明いたします。
    </p>
    </br></br></br>
  
    <h4><strong>課題</strong></h4>
  </br>
  
    <p><strong>複雑な財務データ管理</strong></p>
    <p>
      Dufagoは複数の支店や部門にまたがって事業を展開していたため、複雑な財務データが網の目のように張り巡らされていました。これらの情報を手作業で管理するのは多くの時間がかかり、ミスが発生しやすく、リアルタイムの洞察に欠けていました。
    </p>
    </br>
  
    <p><strong>顧客の債務管理</strong></p>
    <p>
      Dufagoは、顧客の未払い債務を効果的に監視・回収することに課題を抱えており、これがキャッシュフローと財務全体の健全性に悪影響を及ぼしていました。
    </p>
    </br>
  
    <p><strong>事業活動実績報告</strong></p>
    <p>
      Dufagoには、包括的な事業活動実績報告を作成する能力が欠けていました。この欠陥は、データに基づいた意思決定や効果的な資源配分の妨げとなっていました。
    </p>
    </br></br></br>
  
    <h4><strong>新しいソフトウェアを導入する際に提供されるソリューション</strong></h4>
  </br>
  
    <p><strong>財務データ管理の最適化</strong></p>
    <p>
      Odinbiのソフトウェアは、全支店・部門の財務データを一元管理し、関係者がリアルタイムでアクセスできるようにしました。そのため、手作業によるデータ入力が不要となり、間違いのリスクが軽減され、財務データ管理が最適化されました。
    </p>
    </br>
  
    <p><strong>顧客債務管理の強化</strong></p>
    <p>
      このソフトウェアは、強固な債務追跡・回収機能を導入しました。リマインダーや通知を自動化し、キャッシュフローを改善し、未払い債務を最小限に抑えました。Dufagoの財務チームは、支払いが遅れている顧客を効率的に監視・連絡・回収できるようになりました。
    </p>
    </br>
  
    <p><strong>事業活動実績報告</strong></p>
    <p>
      Odinbiのソフトウェアは、カスタマイズ可能な実績報告の作成を可能にし、様々な生産拠点や部門にわたる収入と支出に関する洞察を提供しました。これらの報告により、リソースの最適な割り当て先が明確になり、Dufagoが十分な情報を得た上で意思決定できるようになりました。
    </p>
    </br></br></br>
  
    <h4><strong>定量的な成果</strong></h4>
  </br>
  
    <p><strong>財務データの正確性</strong></p>
    <p>
      手作業によるデータ入力ミスが大幅に減少し、データの不整合が30%減少しました。
    </p>
    <p><strong>債務回収の効率</strong></p>
    <p>
      Dufagoでは、債務回収が著しく改善されました。支払いの延滞が40％減少し、キャッシュフローと収益性に良い影響を与えました。
    </p>
    <p><strong>情報に基づいた意思決定</strong></p>
    <p>
      実績報告の可用性により、Dufagoはより戦略的にリソースを配分できるようになりました。この最適化により、不必要なコストが15％削減されました。
    </p>
    <p><strong>収益性向上</strong></p>
    <p>
      データ管理の最適化、効率的な債務回収、データに基づく意思決定の複合的な効果により、全体的な収益性が20%向上しました。
    </p>
    <p><strong>時間節約</strong></p>
    <p>
      多くの財務プロセスを自動化することで、Dufagoは1週間あたり約12時間の手作業を削減し、財務チームはより価値の高い作業に集中できるようになりました。
    </p>
    </br>
    <p>
      結論として、Odinbiの会計・財務管理ソフトウェアの導入は、Dufagoにとって革新的なソリューションであることが証明されました。複雑な財務上の課題を解決し、効率を大幅に改善し、データに基づく意思決定を可能にしました。これらの結果は、財務管理が持続的な成長と成功の鍵となる現代の競争の激しいビジネス環境において、このようなソフトウェアが極めて重要であることを浮き彫りにしています。
    </p>
    `,
];

export const CONCRETE_TRANSPORT_TRUCK_MANAGEMENT_JP = [
    `
    <h4><strong>生コン車の管理</strong></h4>
    </br>
    <p>
      四支店及び約60台の生コン車を擁する商業用コンクリート・建材製造領域の著名な会社であるDUFAGOは、ロジステック・車両管理の関係課題を解決できるよう全面的なソリューションを見つけていました。同社の主な関心事は車両の燃料消費の最適化、運送ルートの監視、保守費用の管理、車両ごとの売上追跡などであります。これらの課題を乗り越えるため、大手ソフトウェア会社であるOdinbiは、Dufagoと協力して固有の生コン車管理ソフトウェアを開発しました。
    </p>
    </br></br></br>
  
    <h4><strong>課題</strong></h4>
    </br>
  
    <p><strong>燃料消費のトラッキング</strong></p>
    <p>
      設定された標準で生コン車の燃料消費率を正確にトラッキング・比較できないことにより、非効率な管理と運営費の増加につながっていました。
    </p>
    </br>
  
    <p><strong>運送ルートの監視</strong></p>
    <p>
      効率的かつ時間通りにコンクリートを建設現場に配送することは複雑な作業です。Dufagoは配送スケジュールを改善して配送時間を短縮するために、リアルタイムのルート監視システムを必要としていました。
    </p>
    </br>
  
    <p><strong>保守費用</strong></p>
    <p>
      定期的な車両保守及び予期せぬトラブルにより、Dufagoは多額の費用を負担していました。そのため、事業停止と作業中断を減らすために予知保全戦略が必要となりました。
    </p>
    </br>
  
    <p><strong>売上の追跡</strong></p>
    <p>
      車両１台当たりに売上の追跡するのは困難な作業で、会社全体の財務パフォーマンスに影響を与えました。Dufagoはこれらのプロセスを最適化するための効果的なシステムを必要としていました。
    </p>
    </br></br></br>
  
    <h4><strong>新しいソフトウェアを導入する際に提供されるソリューション</strong></h4>
    </br>
  
    <p><strong>燃料消費のトラッキング</strong></p>
    <p>
      Odinbiのソフトウェアでは、リアルタイムで燃料消費をトラッキングできるような先端通信技術及びIoTセンサーを統合しました。これらのデータは特定標準との比較のために利用されます。差異があった場合、ワーニングを有効にします。その時、Dufagoは問題を迅速に対処し、燃料の利用を最適化することができます。
    </p>
    </br>
  
    <p><strong>運送ルートの監視</strong></p>
    <p>
      リアルタイムでの運送ルートの監視・最適化はGPS技術を使って実現されました。これにより、交通渋滞、通行止め、予期せぬ障害物などが発生した場合でも動的に調整することが可能になりました。その結果、配送時間を20％短縮できました。
    </p>
    </br>
  
    <p><strong>保守費用</strong></p>
    <p>
      これらのソフトウェアは車両診断による予知保全を導入していました。車両のさまざまなパラメータを監視することで、保守需要を予測し、予期せぬ作動停止時間を30%短縮し、保守費用を15%削減することができました。
    </p>
    </br>
  
    <p><strong>売上の追跡</strong></p>
    <p>
      頑健な財務モジュールがこのソフトウェアに統合されたため、Dufagoは車両ごとの売上を正確に追跡できました。これにより、財務活動が最適化され、売上が10％増加しました。
    </p>
    </br></br></br>
  
    <h4><strong>定量的な成果</strong></h4>
    </br>
  
    <p>
      Odinbiの生コン車の管理ソフトウェアを導入した後、Dufagoはオペレーションを大幅に改善できました
    </p>
    </br>
    <p><strong>燃料についての成果</strong></p>
    <p>
      Dufagoはトラッキングの改善及び燃料費の最適化により、燃料の費用を12%削減できました。これにより、年間12万ドルを節約していました。
    </p>
    <p><strong>運送ルートについての成果</strong></p>
    <p>
      納期遵守率が20％向上し、顧客の満足度とリピート率が向上しました。最適でないルートに関連する燃料費が15％減少し、追加で年間6万ドルを節約できました。予知保全により、予期せぬ作動停止時間が40%短縮し、年間に費用が9万ドル削減されました。
    </p>
    <p><strong>売上の最適化</strong></p>
    <p>
      Dufagoは正確な売上追跡により、効果が薄い車両を確定し、資源を振り直しました。その結果、車両１台あたりの売上が10%で、年間利益が15万ドル増加しました。
    </p>
    </br>
    <p>
      結論として、Odinbiの生コン車の管理ソフトウェアの導入により、Dufagoの車両管理に革命をもたらし、効率化・コスト削減・利益の最大化に役立ちました。このソフトウェアはリアルタイムのトラッキング、ルートの最適化、予知保全を統合することで、Dufagoに対して大きな変化をもたらすことを証明しました。また、コンクリート配送業界向けにカスタマイズされたソリューションの大きな価値を表現しました。
    </p>
    `,
];

export const HUYTAN_CUSTOMER_RELATIONSHIP_MANAGEMENT_JP = [
    `<h4><strong>顧客関係管理</strong></h4>
  </br>
  
  <p>
    競争の激しいホンダモーターサイクル販売の世界では、四店舗と120人以上の献身的な従業員を持つチームで目立つディーラーであるHuy Tanは、顧客関係管理への現代化なアプローチの必要性を認識していました。Huy Tanの課題は多様で、全面的なソフトウェアソリューションを必要としました。これらの課題は販売前に商品の状態を検査するツールの不足、モバイルデバイスによるリアルタイムでの価格検索機能の不足、煩雑な手作業による領収書作成プロセス、ミスが起こりやすく時間のかかる収益レポート作成などがありました。これらの課題を解決できるため、Huy TanはCRMソリューションを専門とするソフトウェア会社であるOdinbiと協力しました。Odinbiは専門知識を活用して、カスタマイズされるCRMソフトウェアを開発し、業務の最適化、顧客サービスの向上、事業成長促進のために必要なツールをHuy Tanのチームに提供しました。
  </p>
  </br></br></br>
  
  <h4><strong>課題</strong></h4>
  </br>
  
  <p><strong>商品検査ツールの不足</strong></p>
  <p>
    Huy Tanの販売員は販売前にモーターサイクルや部品の状態を検査するための効果的なツールが不足していました。その結果、不良品の販売や顧客満足度の低下につながりました。
  </p>
  </br>
  
  <p><strong>非効率な価格検索</strong></p>
  <p>
    販売員はスマートフォンによるリアルタイムでの価格情報へアクセスできなかったため、正確で競争的な価格を顧客に提供することが困難になりました。
  </p>
  </br>
  
  <p><strong>手作業による領収書やデータ入力</strong></p>
  <p>
    Huy Tanでは、領収書を用紙に記載した後、エクセルにデータを手動で入力しました。このやり方は時間がかかり、ミスが発生しやすかったです。これらの非効率な作業は生産性や正確性だけではなく、利益にも影響を与えました。
  </p>
  </br>
  
  <p><strong>不正な収益レポート</strong></p>
  <p>
    現在の収益レポート作成プロセスは冗長で、ミスを発生させることもありました。これにより、Huy Tanはビジネスパフォーマンスに関する正確な情報を収集したり、効果的な成長計画を立てたりすることが困難になりました。
  </p>
  
  </br></br></br>
  <h4><strong>新しいソフトウェアを導入する際に提供されるソリューション</strong></h4>
  </br>
  
  <p><strong>商品検査ツール</strong></p>
  <p>
    OdinbiのCRMソフトウェアの導入により、Huy Tanの販売員はモーターサイクルや部品の状態を簡単に検査できるようになりました。写真を撮り、詳細情報を記録し、商品の価値を評価することで、良品のみを顧客に販売することを確保できました。
  </p>
  </br>
  
  <p><strong>リアルタイムでの価格検索</strong></p>
  <p>
    CRMソフトウェアには市場データベースと結合されているので、販売員はモバイルデバイスによるリアルタイムで価格情報へアクセスできるようになりました。これにより、正確で競争的な価格が顧客に提供され、売上が増加し、顧客満足度が向上しました。
  </p>
  </br>
  
  <p><strong>自動領収書</strong></p>
  <p>
    OdinbiのCRMソフトウェアは販売領収書を自動的に作成することで、販売プロセスを最適化するのに役立っていました。その結果、手作業による領収書の作成とExcelへのデータ入力が不要になり、時間が節約でき、ミスのリスクが減少されました。  </p>
  </br>
  
  <p><strong>高度なレポート機能</strong></p>
  <p>
    CRMソフトウェアはHuy Tanに車両や補助部品別に分類されている詳細な収益レポートを提供していました。その結果、Huy Tanは営業情報を正確に収集し、これらのデータによる成長及び運用最適化の決定を下すことができました。  </p>
  </br></br></br>
  
  <h4><strong>定量的な成果</strong></h4>
  </br>
  
  <p>
    OdinbiのCRMソフトウェアの導入により、Huy Tanホンダモーターサイクルディーラーに対して大幅な改善点をもたらしました。
  </p>
  </br>
  <p><strong>商品検査の成果</strong></p>
  <p>
    新規商品検査ツールを利用することで、Huy Tanは返品商品数及び商品の品質に関する顧客からの苦情件数が30%減りました。これにより、顧客満足度が向上し、顧客を引き止めることができました。
  </p>
  <p><strong>競争的な価格及び売上</strong></p>
  <p>
    リアルタイムでの価格検索により、価格見積の精度が25%向上しました。その結果、Huy Tanは最初の1年間で収益が15%増加しました。
  </p>
  <p><strong>時間及び費用の節約</strong></p>
  <p>
    領収書作成やデータ入力の自動化により、1店舗あたり週に約15時間の労働時間を削減しました。この時間を、より付加価値の高い活動に充てることができるようになりました。   
  </p>
  <p><strong>意思決定の改善</strong></p>
  <p>
    OdinbiのCRMソフトウェアの高度なレポート機能により、Huy Tanはビジネスについてより高い見識を得ることができました。売れ商品の確定、在庫管理の改善、拡⼤についての聡明な決定を下すことができるので、２年間で全体収益が20%増加しました。   
  </p>
  </br>
  <p>
    結論として、OdinbiのCRMソフトウェアの導入により、Huy Tanホンダモーターサイクルディーラーは業務を変革し、課題を解決し、効率性や利益を大幅に改善しました。Huy TanとOdinbiの成功したパートナーシップはビジネスの成功と顧客満足度の向上における革新的なCRMソリューションの価値を証明しているものです。
  </p>
  `,
];

export const NGOC_THY_HONDA_MOTORCYCLE_DEALER_JP = [
    `<h4><strong>顧客関係管理</strong></h4>
  </br>
  <p>
    自動車の販売業務やサービスが不断に開発している世界では、11店舗で目立つホンダモーターサイクルディーラーであるNgoc Thyは業務の最適化、顧客サービスの改善、生産性の向上のために画期的なソリューションの必要性を認識していました。大手ソフトウェア会社であるOdinbiと協力した後、Ngoc ThyはE-Reception管理ソフトウェアの導入を通じて業務の改革工程を開始しました。
  </p>
  </br></br></br>
  
  <h4><strong>課題</strong></h4>
  </br>
  
  <p><strong>非効率な修理資料</strong></p>
  <p>
    モーターサイクルの修理を手動で文書化するのは工数と時間がかなりかかりました。技術員やスタッフは紙の書類に頼らざるを得ず、データが紛失・遺失され、修理履歴データをアクセスするのが困難になりました。
  </p>
  </br>
  
  <p><strong>冗長なデータ転送</strong></p>
  <p>
    Ngoc Thyの社内部署はデータ転送時に時間がかかることに困っていました。サービスの書類では誤りが頻繁に発生し、再入力が複数回依頼されていました。これは、業務の効果への影響だけではなく、不要な費用も発生させていました。
  </p>
  </br>
  
  <p><strong>データの取得や報告</strong></p>
  <p>
    特にナンバープレートを通じて顧客情報を迅速に取得できていないので、顧客サービスの効果が薄くなりました。集計データの追跡、収益レポートの作成は工数がかなりかかり、人為的ミスが発生しやすい、意思決定と企業の全体開発に影響を与えました。
  </p>
  </br></br></br>
  
  <h4><strong>新しいソフトウェアを導入する際に提供されるソリューション</strong></h4>
  </br>
  
  <p><strong>修理資料の簡素化</strong></p>
  <p>
    このソフトウェアの導入により、Ngoc Thyは紙での記録からデジタル化資料に移行できました。現在、サービス履歴を含む全ての修理データを簡単にアクセスできるようになり、重要な情報が失われることはなくなりました。
  </p>
  </br>
  
  <p><strong>効果的なデータ転送</strong></p>
  <p>
    新規のソフトウェアにより、Ngoc Thyは各部署の間にデータを手動で転送することが不要となりました。情報はシームレスに流れ、ミスの可能性を減らし、冗長な作業を最小限に抑えました。これらの新規効果は大幅な時間とコストの節約に役立っていました。
  </p>
  </br>
  
  <p><strong>迅速なデータの取得や報告</strong></p>
  <p>
    E-Receptionのソフトウェアを導入することで、Ngoc Thyはナンバープレートを通じて顧客情報（修理履歴を含む）を迅速に取得できるようになりました。さらに、詳細な修理データの統計が自動的に生成され、収益レポートの作成プロセスが簡素化されました。その結果、情報に基づいた意思決定のための正確かつタイムリーな洞察が得られました。
  </p>
  </br></br></br>
  
  <h4><strong>定量的な成果</strong></h4>
  </br>
  
  <p>
    OdinbiのE-Receptionソフトウェアの導入により、Ngoc Thyに以下の画期的な結果をもたらしました。
  </p>
  </br>
  <p><strong>時間節約</strong></p>
  <p>
    Ngoc Thyの報告内容によると、修理履歴の記録、データ転送プロセスにかかる時間が30%短縮されました。これらの時間は顧客サービスと営業開発に利用されていました。
  </p>
  <p><strong>ミスの減少</strong></p>
  <p>
    このソフトウェアにより、サービス書類のミスがほぼなくなり、再入力することはなくなりました。これにより、時間の節約だけではなく、より正確なサービスを通じて顧客満足度が向上しました。
  </p>
  <p><strong>データに基づく意思決定</strong></p>
  <p>
    Ngoc Thyは収益レポート作成や正確な集計追跡の可能性を45%改善できました。この新たなデータによるアプローチ方法は営業開発や利益増加のために明晰な決定を下すのに役立っていました。
  </p>
  <p><strong>顧客サービスの改善</strong></p>
  <p>
    顧客情報を迅速に取得できることにより、Ngoc Thyは顧客サービスを大幅に改善しました。サービスの遅れに関連する顧客からの苦情が50％減少され、顧客の忠誠心が向上しました。
  </p>
  </br>
  <p>
    結論として、OdinbiのE-Receptionソフトウェアの導入により、Ngoc Thyの業務に対して改革をもたらしました。修理資料の簡素化、データ転送の改善に役立り、ディーラーが迅速なデータ取得や報告が可能になりました。これらの目覚ましい成果は業界の課題を解決し企業に対して持続可能な開発の道を開くために、技術的ソリューションを導入することの重要性を強調していました。
  </p>`
];

export const THIEU_YEN_HONDA_MOTORCYCLE_DEALER_JP = [
    `<h4><strong>在庫管理</strong></h4>
  </br>
  <p>
    自動車小売の能動的な世界では、有名なホンダモーターサイクルディーラーであるThieu Yenは在庫管理に関する複雑な課題を抱えていました。4つの店舗と80人を超える従業員を擁するThieu Yenの広大な事業ネットワークは、在庫管理プロセスを合理化する包括的なソリューションを必要としていました。革新的な在庫管理ソフトウェアを専門とするソフトウェア会社であるOdinbiと提携しました。このケーススタディでは、Thieu Yenが抱えていた課題、Odinbiのソフトウェアを通じて実装されたオーダーメイドソリューション、そして目覚ましい達成結果について詳しくご説明いたします。
  </p>
  </br></br></br>
  
  <h4><strong>課題</strong></h4>
  </br>
  
  <p><strong>大規模な予備部品在庫</strong></p>
  <p>
    Thieu Yenは、5万点以上のオートバイの予備部品の管理に苦慮し、追跡と管理の効率に著しい問題が生じていました。この広範な在庫は、同社の業務の最適化と店舗間での部品の利用可能性を確保する上で大きな課題となっていました。
  </p>
  </br>
  
  <p><strong>過剰在庫とデッド在庫</strong></p>
  <p>
    正確な在庫管理の不備により、ほとんど使用されないか時代遅れの部品を含む在庫が過剰になりました。この在庫過剰は運転資金を拘束し、財務効率を妨げました。
  </p>
  </br>
  
  <p><strong>複雑なネットワーク監視</strong></p>
  <p>
    Thieu Yen社は多店舗展開をしているため、資材の移動を効率的に監視することが困難でした。リアルタイムの洞察力の欠如が意思決定と部品の配布を妨げ、遅延と顧客の不満を引き起こしました。
  </p>
  </br>
  
  <p><strong>材料価値の追跡</strong></p>
  <p>
    店舗間の移動後の資材の価値を追跡するのは複雑な作業で、潜在的な財務上の不一致や損失が発生する可能性がありました。
  </p>
  </br></br></br>
  
  <h4><strong>新しいソフトウェアを導入する際に提供されるソリューション</strong></h4>
  </br>
  
  <p><strong>高度な在庫管理</strong></p>
  <p>
    Odinbiのソフトウェアを導入することで、Thieu Yen社は膨大な在庫を正確に管理できるようになりました。システムの強力なデータベース機能により、5万点の予備部品すべてをリアルタイムで追跡できるため、最適な在庫レベルを確保し、過剰在庫やデッド在庫のリスクを低減することができました。
  </p>
  </br>
  
  <p><strong>ネットワーク全体の可視性</strong></p>
  <p>
    Odinbiのソフトウェアは、Thieu Yenの店舗ネットワーク全体における資材の移動を効率的に監視することを可能にしました。在庫データに一元的にアクセスできるため、意思決定プロセスが合理化され、全体的な業務効率が向上しました。
  </p>
  </br>
  
  <p><strong>価値の追跡・分析</strong></p>
  <p>
    Odinbiのソフトウェアには強力な財務追跡機能を統合しているので、Thieu Yenは材料のライフサイクル全体にわたって価値を監視できるようになりました。この機能は照合のプロセスを効率化し、財務上の不一致が発生する可能性を大幅に減少するのに役立ちました。
  </p>
  </br>
  
  <p><strong>在庫の最適化</strong></p>
  <p>
    Odinbiより提供されたデータによる詳細情報の支援により、Thieu Yenは在庫の最適化戦略を展開し、過剰在庫を削減し、キャッシュフローを改善することができました。
  </p>
  </br>
  
  <p><strong>自動化やアラート</strong></p>
  <p>
    Odinbiのソフトウェアには、部品の再発注に関する自動アラートが装備されているため、Thieu Yenに対しては最適な在庫レベルの保持、顧客サービス中断の回避に役立ちました。
  </p>
  </br></br></br>
  
  <h4><strong>定量的な成果</strong></h4>
  </br>
  
  <p>
    Odinbiの在庫管理ソフトウェアを導入することで、Thieu Yenには大幅な改善点をもたらしました。
  </p>
  </br>
  
  <p><strong>在庫の削減</strong></p>
  <p>
    Thieu Yenは過剰在庫を20％削減することに成功し、運転資金を有効活用できるようになりました。
  </p>
  <p><strong>コスト削減</strong></p>
  <p>
    在庫管理が強化されたことで、在庫コストが削減され、材料ロスのリスクも低減されたため、年間25万ドルのコスト削減が実現しました。
  </p>
  <p><strong>効果的なネットワーク運用</strong></p>
  <p>
    顧客情報を迅速に取得できることにより、Thieu Yenは顧客サービスを大幅に改善しました。サービスの遅れに関連する顧客からの苦情が50％減少され、顧客の忠誠心が向上しました。
  </p>
  </br>
  <p>
    結論として、Odinbiの在庫管理ソフトウェアの導入は、Thieu Yenの複雑な在庫管理の課題を解決しただけでなく、業務効率と財務パフォーマンスの大幅な改善をもたらしました。データに基づく意思決定の力を活用することで、Thieu Yenは在庫を最適化し、広範な顧客ベースのニーズを満たすことに成功したのです。
  </p>`
];

export const VINFAST_AUTO_THANH_HOA_JP = [
    `<h4><strong>顧客関係管理</strong></h4>
  </br>
  <p>
    今日の急速に変化する自動車業界では、顧客関係は企業の成功において重要な役割を果たしています。Vinfast Thanh Hoa社は、著名なVinfastの電気自動車ディーラーとして、顧客関係管理（CRM）機能の合理化と強化が急務であることを認識していました。そこで、CRMソリューションに特化した大手ソフトウェア会社であるOdinbi社に、カスタマイズされたCRMソフトウェア・ソリューションの開発を依頼しました。このケーススタディでは、Vinfast Thanh Hoaが直面した課題と、OdinbiのCRMソフトウェアの導入によって提供されたソリューション、そして達成された顕著な結果についてご説明いたします。
  </p>
  </br></br></br>
  
  <h4><strong>課題</strong></h4>
  </br>
  
  
  <p><strong>非効率なアポイントメント管理</strong></p>
  <p>
    適切なツールがなかったため、営業スタッフは顧客のアポイントを効果的にスケジュールし、管理するのに苦労していました。その結果、販売機会を失い、顧客とのやり取りを逃し、潜在的な購入者にフラストレーションを与えることになりました。
  </p>
  </br>
  
  <p><strong>不十分な販売進捗管理</strong></p>
  <p>
    一元化されたシステムがないため、個々のスタッフの販売進捗を追跡し、全体的な販売実績を評価することが困難でした。このような洞察の欠如は、ディーラーが現実的な目標を設定し、戦略を最適化する能力の妨げとなっていました。
  </p>
  </br>
  
  <p><strong>複雑なインセンティブ政策</strong></p>
  <p>
    営業チームに対する販売奨励金の管理は、煩雑でミスの起こりやすいプロセスでした。自動化されたシステムがないため、これらのインセンティブを正確に計算、分配、監督することが難しく、モチベーションとパフォーマンスに影響を及ぼしていました。
  </p>
  </br></br></br>
  
  <h4><strong>新しいソフトウェアを導入する際に提供されるソリューション</strong></h4>
  </br>
  
  <p><strong>効率的なアポイントメント管理</strong></p>
  <p>
    CRMソフトウェアは、スタッフがシームレスにアポイントメントを管理し、追跡することを可能にするアポイントメントスケジューリングモジュールを統合しました。自動化されたリマインダーと通知は、潜在的な顧客との対話を逃さないようにしました。
  </p>
  </br>
  
  
  <p><strong>販売進捗管理</strong></p>
  <p>
    このソフトウェアはリアルタイムのダッシュボードとレポートを提供し、営業マネージャーが個人とチームのパフォーマンスを監視できるようにしました。データに基づいた洞察により、達成可能な目標の設定や改善点の特定が容易になりました。
  </p>
  </br>
  
  <p><strong>自動インセンティブ管理</strong></p>
  <p>
    OdinbiのCRMソフトウェアは、ユーザーフレンドリーなインセンティブ・ポリシー・モジュールを導入しました。これにより、販売チームはインセンティブを簡単に計算、追跡、支払えるようになり、透明性とモチベーションが向上しました。
  </p>
  </br></br></br>
  
  <h4><strong>定量的な成果</strong></h4>
  </br>
  
  <p>
    OdinbiのCRMソフトウェアのVinfast Thanh Hoaでの導入は、素晴らしい結果をもたらしました：
  </p>
  </br>
  
  <p><strong>アポイントメント・コンバージョン率の向上</strong></p>
  <p>
    アポイントメント管理の合理化により、Vinfast Thanh Hoaはアポイントメントのコンバージョン率が25％向上し、売上と収益の増加につながりました。
  </p>
  <p><strong>営業生産性の向上</strong></p>
  <p>
    リアルタイムの追跡と報告機能により、営業チーム全体の生産性が20％向上し、Vinfast Thanh Hoaはリソースの配分を改善し、営業戦略を最適化できるようになりました。
  </p>
  <p><strong>インセンティブの精度とスタッフの満足度</strong></p>
  <p>
    自動化されたインセンティブ管理システムにより、ミスが90％減少し、スタッフの満足度とモチベーションが向上しました。その結果、ディーラー全体の販売実績が15％向上しました。
  </p>
  <p><strong>カスタマー・エクスペリエンスの向上</strong></p>
  <p>
    アポイントメント管理の改善とプロセスの合理化により、Vinfast Thanh Hoaは顧客満足度を15％向上させ、市場での評判を強化しました。
  </p>
  </br>
  <p>
    結論として、OdinbiのCRMソフトウェア・ソリューションは、Vinfast Thanh Hoa社の顧客関係管理に革命をもたらし、同社の課題に効果的に対処し、顕著な結果をもたらしました。このケーススタディは、競争の激しい自動車業界において、優れたCRMシステムが業務の効率化だけでなく、売上向上、従業員の満足度向上、顧客体験の向上にいかに貢献できるかを実証しています。
  </p>
  `,
];

export const RUOU_NGON_JP = [
    `<h4><strong>顧客関係管理</strong></h4>
  </br>
  <p>
    高品質の輸入ワインを専門に扱う有名なプレミアム・ワイン販売会社であるRuou Ngon社は、業務上の重大な課題に取り組もうとしていました。これらの課題には、販売目標の効率的な管理、価格設定の正確性、在庫管理のミスなどが含まれていました。Ruou Ngonは、解決策を模索する中で、大手ソフトウェア会社であるOdinbiと提携し、同社独自の要件に合わせた包括的な顧客関係管理（CRM）ソフトウェアシステムを導入しました。このケーススタディでは、Ruou Ngonが直面した課題と、Odinbiが提供した堅牢なCRMソリューションについて紹介し、達成された測定可能な結果に焦点を当てます。
  </p>
  </br></br></br>
  
  <h4><strong>課題</strong></h4>
  </br>
  
  <p><strong>販売目標管理</strong></p>
  <p>
    Ruou Ngonは、営業チームの売上目標を効果的に設定し、追跡することに苦労していました。一元化されたシステムがなかったため、進捗状況の監視、業績不振分野の特定、リソースの効率的な配分が困難でした。
  </p>
  </br>
  
  <p><strong>価格設定ミス</strong></p>
  <p>
    価格設定が不正確な場合があり、顧客の不満と収益の損失につながっていました。手作業による価格調整と更新は人為的なミスが発生しやすく、製品範囲全体で価格変動が発生していました。
  </p>
  </br>
  
  <p><strong>在庫管理</strong></p>
  <p>
    Ruou Ngonは在庫の不一致に悩まされ、在庫切れや在庫過多の状況に陥っています。これは、顧客の注文に迅速に対応する能力に悪影響を及ぼしました。
  </p>
  </br></br></br>
  
  <h4><strong>新しいソフトウェアを導入する際に提供されるソリューション</strong></h4>
  </br>
  
  <p><strong>販売目標の自動化</strong></p>
  <p>
    CRMシステムは高度な販売分析を導入し、Ruou Ngonは販売目標を正確に設定、監視、調整できるようになりました。リアルタイムのダッシュボードとレポーティング・ツールは、経営陣がデータに基づいた意思決定を行い、販売地域を最適化し、リソースをより効率的に配分するのに役立ちました。
  </p>
  </br>
  
  <p><strong>間違いのない価格設定と在庫管理</strong></p>
  <p>
    CRMソフトウェアは、自動化された価格設定と在庫管理システムを導入しました。これらのシステムは価格設定の不一致をなくすだけでなく、製品在庫が正確で最新であることを保証しました。リアルタイムの更新は、Ruou Ngonが顧客に正確な製品情報と価格を提供するのに役立ちました。
  </p>
  </br></br></br>
  
  <h4><strong>定量的な成果</strong></h4>
  </br>
  
  <p><strong>売上目標達成</strong></p>
  <p>
    OdinbiのCRMソフトウェアにより、Ruou Ngonは売上目標達成率を28%向上させました。同システムの分析ツールにより、業績不振の地域を特定し、その地域を強化するためのリソースをタイムリーに割り当てることが可能になりました。その結果、営業チームはより安定的に目標を達成できるようになり、増収につながりました。
  </p>
  <p><strong>価格と在庫の正確性</strong></p>
  <p>
    CRMソフトウェアの導入により、価格設定や在庫に関するミスが95％削減されました。正確で最新の製品情報は、Ruou Ngonの顧客に信頼を与え、その結果、リピートビジネスと顧客維持率が17％増加しました。
  </p>
  <p><strong>コスト削減</strong></p>
  <p>
    さまざまなプロセスを自動化することで、Ruou Ngonは手作業とオーバーヘッドコストを22％削減しました。これにより、同社はリソースをより効率的に配分し、販売とマーケティングの追加イニシアチブに投資することができるようになり、収益がさらに向上しました。
  </p>
  <p><strong>顧客満足度の向上</strong></p>
  <p>
    CRMソフトウェアの導入により、Ruou Ngonは顧客に個別化されたデータに基づいたサービスを提供することができました。その結果、顧客満足度は15％上昇し、ネット・プロモーター・スコア（NPS）は10ポイント上昇し、ブランド・ロイヤルティが向上しました。
  </p>
  </br>
  <p>
    結論として、Odinbi の CRM ソフトウェアはRuou Ngonの業務を変革し、課題を克服して大幅な改善を実現しました。販売目標管理の強化、価格と在庫のミスの排除、および顧客関係に関する貴重な洞察を提供することにより、CRMソリューションは効率を向上させるだけでなく、収益の増加と顧客満足度の向上につながりました。Ruou Ngonは現在、テクノロジーがプレミアムワイン流通業界における顧客関係管理にどのような革命をもたらすことができるかを示す典型的な例となっています。
  </p>`,
];

export const POWER_BI_JP = [
    `<h4><strong>Power BI</strong></h4>
  </br>
  <p>
    データ主導の意思決定がビジネスの成功に最も重要な時代において、8つの店舗と200人の従業員を擁する著名なホンダモーターサイクルディーラーであるQuoc Tien社は、報告と分析の能力を向上させる重要な必要性を認識していました。さまざまな販売条件にわたる従業員向けの詳細な収益分析レポートがないこと、多様なルーチン・レポートに対する要求が常に進化していること、携帯電話やタブレットで視覚的にアクセス可能なレポートが利用できないことが、手ごわい課題となっていました。解決策を模索する中、大手ソフトウェア会社のOdinbiは、Quoc Tien社独自の要件に合わせたPowerBIアプリの開発に乗り出しました。このケーススタディでは、Quoc Tien社が直面した課題、PowerBIを通じて実装された革新的なソリューション、そして達成された定量的な結果についてご説明いたします。
  </p>
  </br></br></br>
  
  <h4><strong>課題</strong></h4>
  </br>
  
  <p><strong>詳細な収益分析レポートの欠如</strong></p>
  <p>
    Quoc Tienの営業チームは、きめ細かいリアルタイムの収益分析レポートにアクセスする能力を欠いており、さまざまな営業基準に対するパフォーマンスを追跡する能力を妨げていました。従来のレポート作成方法は時間がかかり、多くの場合、時代遅れで不正確な洞察につながりました。
  </p>
  </br>
  
  <p><strong>進化するレポーティング・ニーズ</strong></p>
  <p>
    ビジネス環境は絶えず進化しており、Quoc Tien社のレポート要件も例外ではありません。レポートの作成と修正を手作業で行っていたため、貴重な時間とリソースを消費し、市場の変化に対応する機動性が制限されていました。
  </p>
  </br>
  
  <p><strong>モバイルアクセシビリティの欠如</strong></p>
  <p>
    オートバイ販売のようなダイナミックな業界では、携帯電話やタブレットでリアルタイムの洞察にアクセスできることが重要です。Quoc Tienの既存のレポーティング・ソリューションはこの点で不十分であり、現場の営業担当者が移動中に情報に基づいた意思決定をする能力を妨げています。
  </p>
  </br></br></br>
  
  <h4><strong>新しいソフトウェアを導入する際に提供されるソリューション</strong></h4>
  </br>
  
  <p><strong>PowerBIアプリ開発</strong></p>
  <p>
    OdinbiはQuoc Tienの課題に対してカスタマイズされたPowerBIアプリを提供しました。このアプリはQuoc Tien社の既存のデータソースとシームレスに統合され、様々な場所や部署からのデータを統合しました。これにより、リアルタイムの詳細な収益分析レポートの作成が可能になりました。営業担当者は、店舗別、製品ライン別、営業担当者別の収益などの重要な指標にアクセスできるようになり、データに基づいた意思決定ができるようになりました。
  </p>
  </br>
  
  <p><strong>アジャイル報告システム</strong></p>
  <p>
    PowerBIアプリは、Quoc Tienの社内チームがITの関与なしにレポートを作成・修正できるユーザーフレンドリーなインターフェイスを導入しました。これにより、レポート作成時間が劇的に短縮され、変化するレポートニーズへの適応能力が向上しました。カスタマイズされたダッシュボードは、重要な指標を直感的な視覚表現で提供しました。
  </p>
  </br>
  
  <p><strong>モバイルのアクセシビリティ</strong></p>
  <p>
    この導入の最も大きな成果のひとつは、レポートがモバイルで利用できるようになったことです。営業担当者やマネージャーは、スマートフォンやタブレットで洞察にアクセスできるようになり、顧客からの問い合わせへの対応やパフォーマンスの追跡、リモートでの業務管理が容易になりました。
  </p>
  </br></br></br>
  
  <h4><strong>定量的な成果</strong></h4>
  </br>
  
  <p>PowerBIアプリを導入した結果は、非常に大きなものでした：</p>
  </br>
  
  <p><strong>リアルタイムの洞察</strong></p>
  <p>
    Quoc Tienは、収益分析レポートの作成速度を25％改善し、営業チームが市場の変化に迅速に対応できるようになりました。
  </p>
  <p><strong>時間とリソースの節約</strong></p>
  <p>
    このアプリはレポート作成時間を30%短縮し、貴重なリソースをより戦略的なタスクに割り当てできるようになりました。
  </p>
  <p><strong>モバイル・アクセシビリティの向上</strong></p>
  <p>
    現場の営業担当者は、レポートへの移動中のアクセスにより生産性が40％向上し、初年度に15％の収益増加に貢献しました。
  </p>
  <p><strong>データドリブンな意思決定</strong></p>
  <p>
    営業担当者の業績は大幅に改善し、その結果、営業担当者1人当たりの売上高は12％増加し、年間売上高は50万ドル増加しました。
  </p>
  </br>
  <p>
    結論として、Quoc TienとOdinbiの協力によって生まれたPowerBIアプリは、Quoc Tien社の課題を解決しただけでなく、同社をデータ主導の意思決定の新時代へと押し上げました。定量化可能な結果は、高度な分析とモバイルアクセシビリティをビジネスの成長に活用することの具体的なメリットを実証しています。
  </p>`
];
  
export const QUOCTIEN_CUSTOMER_RELATIONSHIP_MANAGEMENT_JP = [
    `<h4><strong>オートHMS</strong></h4>
  </br>
  <p>
    ホンダのモーターサイクルディーラーであるQuoc Tienは、業務の効率化に関する差し迫った課題に直面していました。8店舗と200人の従業員を擁して、車両修理事業も盛んなQuoc Tienでは、膨大な修理データをホンダのヘッドマネジメントシステム（HMS）に手作業で入力することが、煩雑でリソースのかかる作業となっていました。このようなデータ入力作業は単調であるため、従業員の離職率が高く、会社の採点基準を監視・管理するための効果的なツールもありませんでした。こうした課題を克服し、業務を効率化するため、Quoc Tienはソフトウェア会社のOdinbiと協力しました。Odinbiは、HMSへのデータ入力を自動化し、Quoc Tienの業務上の欠点に対処するためのロボティックプロセスオートメーションアプリを開発しました。
  </p>
  </br></br></br>
  
  <h4><strong>課題</strong></h4>
  </br>
  
  <p><strong>手動データ入力とリソース消費</strong></p>
  <p>
    Quoc Tienの膨大な修理データはHMSに手作業で入力したため、人的リソースが大幅に浪費されていました。手作業は時間がかかり、ミスが発生しやすく、多大な工数を必要としたため、全体的な生産性に影響を及ぼしていました。
  </p>
  </br>
  
  <p><strong>高い離職率</strong></p>
  <p>
    退屈なデータ入力作業は、従業員の離職率が高くなる主な原因でした。単調な作業のため、頻繁に従業員が辞めてしまい、継続的なトレーニングと採用が必要になりました。
  </p>
  </br>
  
  <p><strong>採点基準の管理不足</strong></p>
  <p>
    Quoc Tienには、会社の採点基準を効率的に監視・管理するツールが欠けていました。そのため、修理サービスの品質を評価して向上させることができず、顧客満足度とビジネスの成長に影響を及ぼしていました。
  </p>
  </br></br></br>
  
  <h4><strong>新しいソフトウェアを導入する際に提供されるソリューション</strong></h4>
  </br>
  
  <p><strong>データ入力の自動化</strong></p>
  <p>
    プロセスオートメーションアプリは、手作業によるデータ入力の必要性を大幅に削減しました。Quoc Tienの既存システムとシームレスに統合され、修理データの収集とHMSへの入力を迅速かつ正確に行うことができました。
  </p>
  </br>
  
  <p><strong>効率性の向上とリソースの最適化</strong></p>
  <p>
    データ入力を自動化することで、Quoc Tienは従業員をより付加価値の高い業務に割り当てることができ、業務効率が大幅に向上しました。リソース消費の削減により、コストが削減され、従業員の離職率が低下しました。
  </p>
  
  <p><strong>採点基準管理</strong></p>
  <p>
    このアプリには、Quoc Tienの採点基準を監視・管理する機能が組み込まれています。これにより、修理品質を追跡し、改善点を特定し、顧客に対して高水準のサービスを維持することが可能になりました。
  </p>
  </br></br></br>
  
  <h4><strong>定量的な成果</strong></h4>
  </br>
  
  <p>
    ロボティックプロセスオートメーションアプリを導入することで、Quoc Tienの業務全体で以下の改善を大幅にもたらしました：
  </p>
  </br>
  
  <p><strong>効率性の向上</strong></p>
  <p>
    データ自動入力プロセスのにより効率が60％向上し、データ入力に必要な時間が短縮されました。これにより、貴重な工数が削減されただけでなく、顧客へのサービスも迅速化されました。
  </p>
  
  <p><strong>従業員の離職率の減少</strong></p>
  <p>
    退屈なデータ入力作業が減ったことで、従業員の離職率が40％減少しました。従業員は、より魅力的でやりがいのある仕事に集中できるようになり、仕事全体の満足度が向上しました。
  </p>
  
  <p><strong>採点基準管理の強化</strong></p>
  <p>
    Quoc Tienは採点基準を30％改善し、顧客満足度とロイヤルティを高めました。これらの基準を監視・管理できるようになったことで、一貫して高いレベルのサービスを維持できるようになりました。
  </p>
  </br>
  
  <p>
    結論として、Odinbiが提供するロボティックプロセスオートメーションアプリの導入は、Quoc Tienの業務改革に貢献しました。手作業によるデータ入力、従業員の離職率の高さ、採点基準の管理不足といった課題に対処することで、Quoc Tienは効率性の向上、従業員の離職率の低下、品質管理の強化などの目覚ましい成果を達成しました。このケーススタディは、実際のビジネス課題を解決し成功を導くロボティックプロセスオートメーションの変革力を実証しています。
  </p>`,
];

export const QUOCTIEN_APP_DROS_JP = [
    `<h4><strong>オートDROS</strong></h4>
  </br>
  <p>
    8店舗と200人の従業員を擁するホンダの著名なホンダモーターサイクルディーラーであるQuoc Tienは、ホンダのデジタル修理オーダーシート（DROS）に関連する時間のかかる複雑なデータ入力作業に苦労していました。業務を効率化するため、大手ソフトウェア会社であるOdinbiはQuoc Tienと協力して最先端のロボティックプロセスオートメーションアプリを開発しました。この革新的なソリューションは、Seleniumテクノロジーを使って構築され、モバイルアプリとWebアプリの両方のプラットフォームへのデータ入力を自動化するように設計されています。このテクノロジーを導入することで、手作業を大幅に削減し、修理注文プロセスを迅速化し、Quoc Tienにリアルタイムのランキングレポートを提供し、全体的な効率と市場での競争力を高めることを目指しました。
  </p>
  </br></br></br>
  
  <h4><strong>課題</strong></h4>
  </br>
  
  <p><strong>時間のかかるデータ入力</strong></p>
  <p>
    ホンダのDROSへの修理注文詳細の手入力は、モバイルアプリとWebアプリの両方のプラットフォームで必要であり、非常に時間のかかるプロセスでした。これはオペレーションのスピードを妨げるだけでなく、データ入力の潜在的なエラーにもつながっていました。
  </p>
  </br>
  
  <p><strong>複雑なデータ入力</strong></p>
  <p>
    複雑なデータ入力は、細部への細心の注意と高い精度が求められるため、人為的なミスが発生しやすくなりました。これにより、修理注文に矛盾や不正確さが生じる可能性がありました。
  </p>
  </br>
  
  <p><strong>リアルタイムレポートの欠如</strong></p>
  <p>
    Quoc Tienにはリアルタイムのランキングレポートを作成するのに必要なツールが欠けていたため、業務効率を評価し、改善点を特定し、データに基づいた意思決定を行うことができませんでした。
  </p>
  </br>
  
  <p><strong>新しいソフトウェアを導入する際に提供されるソリューション</strong></p>
  <p>
    これらの課題に対処するため、OdinbiはSeleniumテクノロジーを活用したロボティックプロセスオートメーションアプリを開発・実装しました。このソリューションを導入することで、Quoc Tienの目立った達成結果は次のとおりです：
  </p>
  </br>
  
  <p><strong>データ入力の自動化</strong></p>
  <p>
    ロボティックプロセスオートメーションアプリは、モバイルとWebアプリの両方のプラットフォームに修理注文詳細を自動的に入力するように設計されています。これにより、データ入力に必要な時間と工数が大幅に削減されました。
  </p>
  </br>
  
  <p><strong>複雑なデータの処理</strong></p>
  <p>
    自動化プロセスにより、データ入力の精度と正確性が確保され、事実上エラーがなくなりました。その結果、修理注文の全体的な品質と信頼性が向上しました。
  </p>
  </br>
  
  <p><strong>リアルタイムのランキングレポート</strong></p>
  <p>
    このソフトウェアには、リアルタイムのランキングレポートを生成する堅牢なレポートモジュールが含まれていました。Quoc Tienの経営陣は、主要業績評価指標を監視し、パフォーマンスを評価し、情報に基づいた意思決定を迅速に行うことができるようになりました。
  </p>
  </br></br></br>
  
  <h4><strong>定量的な成果</strong></h4>
  </br>
  
  <p><strong>効率性の向上</strong></p>
  <p>
    Quoc Tienでは、データ入力に必要な時間と工数が大幅に削減されました。修理注文詳細の入力プロセスも70%以上高速化されました。
  </p>
  
  <p><strong>エラーの削減</strong></p>
  <p>
    データ入力における人為的エラーがほぼゼロになり、修理注文の一貫性と正確性が確保されました。この改善は、注文関連の紛争や手戻りの減少に直接つながりました。
  </p>
  
  <p><strong>リアルタイムの洞察</strong></p>
  <p>
    リアルタイムのランキングレポートにアクセスできることで、Quoc Tienの経営陣はデータに基づいた意思決定を迅速に行うことができるようになりました。洞察力の向上により、業務効率が40%向上したと報告されました。
  </p>
  
  <p><strong>コスト削減</strong></p>
  <p>
    データ入力とレポートの自動化により、運用コストが削減されただけでなく、Quoc Tienは人材をより効率的に配分できるようになりました。データ処理にかかるコストを25％削減できたと報告されました。
  </p>
  </br>
  
  <p>
    結論として、ロボティックプロセスオートメーションアプリをQuoc Tienに導入したことで、業務が変革され、効率が向上し、エラーが削減され、リアルタイムの洞察が得られるようになりました。この革新的なソリューションは、市場での競争力を高めただけでなく、さらなる革新と成長への道を開きました。労働集約的なデータ入力プロセスから、合理化・自動化されたオペレーションへのQuoc Tienの道のりは、現代のオートメーション・テクノロジーの力を証明するものです。
  </p>
  `,
  ];
  
  
  
  
  
  
  
  